class Roles_Arab(
    val name: String,
    val age: Int,
    val origin: String,
    val gender: String,
    val fate: String
)

val roleCard1_ar = Roles_Arab(
    name = "أكون",
    age = 17,
    origin = "جنوب السودان",
    gender = "أنثى",
    fate = "بسبب الحرب الأهلية، اضطررت للفرار مع عائلتك. تعيش الآن في مخيم للاجئين وتتلقى الطعام هناك. ليس لديك وصول إلى التعليم، ومهامك اليومية تتمثل في رعاية أخوتك الأصغر سنًا وجلب الماء من بئر قريب."
)

val roleCard2_ar = Roles_Arab(
    name = "كارلوس",
    age = 42,
    origin = "ليون، نيكاراغوا",
    gender = "ذكر",
    fate = "تم تهجيرك من بلدك لتمكين شركات كبيرة من إنشاء مزارع الموز. تحاول مع المزارعين الآخرين مقاومة الاستيلاء على الأراضي."
)

val roleCard3_ar = Roles_Arab(
    name = "أولينا",
    age = 34,
    origin = "أوكرانيا",
    gender = "أنثى",
    fate = "لقد أكملت دراستك في أوكرانيا. للأسف، لا يتم اعترافها في ألمانيا، لذا تعمل الآن كعامل نظافة في سلسلة تنظيف كبيرة."
)

val roleCard4_ar = Roles_Arab(
    name = "توم",
    age = 38,
    origin = "الولايات المتحدة",
    gender = "متنوع",
    fate = "كنت تعمل في البحرية الأمريكية وكنت متمركزًا في أفغانستان. الآن تعيش في شيكاغو في الشوارع. تشرب الكثير من الكحول لكي تنسى الصور المرعبة في رأسك."
)

val roleCard5_ar = Roles_Arab(
    name = "أنيا",
    age = 43,
    origin = "ألمانيا",
    gender = "أنثى",
    fate = "أنت أم وحيدة تربي ابنين لديك، وهما في الـ6 والـ10 من العمر، وتعمل بدوام جزئي كبائعة في متجر البقالة."
)

val roleCard6_ar = Roles_Arab(
    name = "ماهي",
    age = 30,
    origin = "العراق",
    gender = "ذكر",
    fate = "تعيش منذ 9 سنوات في ألمانيا بدون أوراق. يمكنك العمل في البناء غير الرسمي، ولكنك تشعر دائمًا بالخوف من أن الشرطة قد تقبض عليك في يوم من الأيام وترحلك."
)

val roleCard7_ar = Roles_Arab(
    name = "جواو",
    age = 61,
    origin = "هوامبو، أنغولا",
    gender = "ذكر",
    fate = "بسبب عدم وجود المال لشراء الأدوية اللازمة لمرض السكري الخاص بك، تمت بتر كلتا قدميك تدريجياً. الآن أنت مقعد في كرسي متحرك."
)

val roleCard8_ar = Roles_Arab(
    name = "إيما",
    age = 9,
    origin = "ألمانيا",
    gender = "أنثى",
    fate = "ترغب في أن تصبح راقصة يومًا ما. يرسلك والداك إلى مدرسة الباليه مرتين في الأسبوع، وأيضًا تحب أن تعزف على البيانو وتذهب في العطلات إلى مزرعة للفروسية مع الكثير من الخيول."
)

val roleCard9_ar = Roles_Arab(
    name = "لي وي",
    age = 50,
    origin = "شانغهاي، الصين",
    gender = "ذكر",
    fate = "أنت وزير علوم جمهورية الصين الشعبية وتأخذ عملك على محمل الجد، لأنك مقتنع بأن التعليم مهم لكل إنسان."
)

val roleCard10_ar = Roles_Arab(
    name = "عابيبا",
    age = 26,
    origin = "إثيوبيا",
    gender = "أنثى",
    fate = "تأكل عادةً مسحوق الذرة فقط وتعتمد على المساعدات الغذائية من البلدان الأخرى. تشتاق إلى الوقت الذي كنت تستطيع فيه ري الماشية الخاصة بك لأنه كان هناك ماء كاف للجميع."
)

val roleCard11_ar = Roles_Arab(
    name = "بيير",
    age = 38,
    origin = "جابون",
    gender = "ذكر",
    fate = "تدير الزراعة الصغيرة وتبيع الزيادات في السوق. للأسف، لم تكن الحصاد جيدًا هذا العام."
)

val roleCard12_ar = Roles_Arab(
    name = "إليزابيث",
    age = 45,
    origin = "برلين، ألمانيا",
    gender = "أنثى",
    fate = "أنت المدير التنفيذي لشركة مجوهرات. في بعض الأيام، تعمل حتى 15 ساعة، ولكنك تحب عملك. كجزء من الاسترخاء، تقوم برحلات قصيرة إلى شمال إيطاليا بشكل منتظم."
)

val roleCard13_ar = Roles_Arab(
    name = "كارلوس",
    age = 21,
    origin = "مدريد، إسبانيا",
    gender = "متنوع",
    fate = "لديك محل صغير للخضروات في شوارع مدريد. تود أن تلتحق بالجامعة، ولكنك لم تحصل على شهادة دراسية ولم تتلق تدريبًا مهنيًا."
)

val roleCard14_ar = Roles_Arab(
    name = "سامويل",
    age = 31,
    origin = "ناكورو، كينيا",
    gender = "ذكر",
    fate = "تعمل في مزرعة قهوة في ناكورو، كينيا. أنت سعيد لأن لديك وظيفة مرتبة تمكنك من إرسال طفليك إلى مدرسة جيدة."
)

val roleCard15_ar = Roles_Arab(
    name = "ثاندي",
    age = 35,
    origin = "جوهانسبرج، جنوب أفريقيا",
    gender = "أنثى",
    fate = "تعيش في حي فقير بالقرب من جوهانسبرج. لديك صالون تجميل صغير مع موظفين اثنين. قد لا يجلب ذلك الكثير من الأرباح، ولكنك تكون رئيسة الأعمال الخاصة بنفسك وتحب عملك."
)

val roleCard16_ar = Roles_Arab(
    name = "أمينة",
    age = 28,
    origin = "بنجلاديش",
    gender = "أنثى",
    fate = "تعمل كخياطة في مصنع للقمصان. غالبًا ما تضطر للعمل طوال الليل ولا تحصل على أجر إضافي للساعات الإضافية. ولكنك تحاول الصمود لأنك ترغب في إرسال المال لوالديك في الريف."
)

val roleCard17_ar = Roles_Arab(
    name = "إيزابيل",
    age = 24,
    origin = "إسبانيا",
    gender = "أنثى",
    fate = "لقد درست تاريخ الفن. تعيش مع والديك لأنه ليس لديك القدرة على تأجير شقة خاصة. لقد أجريت تدريبًا ولكنك لا تستطيع العثور على وظيفة ثابتة."
)

val roleCard18_ar = Roles_Arab(
    name = "ماكسيميليان",
    age = 47,
    origin = "ألمانيا",
    gender = "ذكر",
    fate = "أنت المدير التنفيذي لشركة إلكترونيات عالمية. تحصل على راتب سنوي يبلغ حوالي 2 مليون يورو. غالبًا ما تسافر في رحلات عمل وتستمتع بوقتك الخاص القليل."
)

val roleCard19_ar = Roles_Arab(
    name = "كريم",
    age = 40,
    origin = "الرباط، المغرب",
    gender = "ذكر",
    fate = "أنت رجل أعمال ناجح في الرباط. تقوم شركتك ببيع الجص المستخرج من مناجم البلاد لشركات البناء الأوروبية. تعيش مع عائلتك في فيلا جميلة في ضواحي المدينة."
)

val roleCard20_ar = Roles_Arab(
    name = "فلوريان",
    age = 23,
    origin = "ميونخ، ألمانيا",
    gender = "ذكر",
    fate = "أنت طالب وتأتي من عائلة ذات دخل منخفض، لا يمكن لوالديك دعمك. تمول مصروفاتك الحياتية من الوظائف الجانبية التي تقوم بها بعد المحاضرات."
)

val roleCard21_ar = Roles_Arab(
    name = "جوزيه",
    age = 55,
    origin = "ريو دي جانيرو، البرازيل",
    gender = "ذكر",
    fate = "أنت سائق تاكسي في ريو. غالبًا ما تعمل في نوبات طويلة جدًا لدعم عائلتك، لكنك تحب مقابلة أشخاص جدد وسرد قصص لهم."
)

val roleCard22_ar = Roles_Arab(
    name = "إنغريد",
    age = 40,
    origin = "ستوكهولم، السويد",
    gender = "أنثى",
    fate = "أنت أمين مكتبة. أنت تحب الكتب وتساعد الناس بكل سرور على اكتشاف كتب جديدة واكتساب المعرفة."
)

val roleList_ar = listOf(
    roleCard1_ar, roleCard2_ar, roleCard3_ar, roleCard4_ar, roleCard5_ar, roleCard6_ar,
    roleCard7_ar, roleCard8_ar, roleCard9_ar, roleCard10_ar, roleCard11_ar, roleCard12_ar,
    roleCard13_ar, roleCard14_ar, roleCard15_ar, roleCard16_ar, roleCard17_ar, roleCard18_ar,
    roleCard19_ar, roleCard20_ar, roleCard21_ar, roleCard22_ar
)