val fragenFaktenARAB = listOf(
    Pair(
        "إذا أعربت عن آرائك في القضايا السياسية أو الاجتماعية، هل تشعر أن رأيك يُقدَّر؟",
        ".."
    ),
    Pair(
        "هل يمكنك الوصول بسهولة إلى المدينة القريبة باستخدام وسائل النقل العام؟",
        "حقيقة: وفقًا لدراسة من وزارة النقل والبنية التحتية الرقمية في ألمانيا، 23٪ من السكان ليس لديهم وصول إلى خدمة نقل عام عالية الجودة."
    ),
    Pair(
        "هل تنام في سرير في الليل؟",
        "حقيقة: وفقًا لدراسة لمؤسسة بيرتلسمان لعام 2019، يوجد حوالي 678,000 شخص بلا مأوى في ألمانيا، وهذا يشكل 0.8٪ من السكان. وعلى مستوى العالم، يتأثر حوالي 1.6 مليار شخص بالبيت العشوائي، وهو يمثل 22٪ من سكان العالم."
    ),
    Pair(
        "إذا أعربت عن آرائك في القضايا السياسية أو الاجتماعية، هل تشعر أن رأيك يُقدَّر؟",
        "..."
    ),
    Pair(
        "هل يمكنك الحصول على العلاج السني في أي وقت تريده؟",
        "حقيقة: تقوم منظمة الصحة العالمية بتقدير أن حوالي 3.5 مليار شخص في جميع أنحاء العالم ليس لديهم وصول إلى الخدمات الأساسية للصحة الفموية."
    ),
    Pair(
        "هل يمكنك تقبيل شريكك في الشارع دون الخوف من التنمر؟",
        "حقيقة: تقوم منظمة هيومن رايتس ووتش بالإبلاغ عن وجود خوف لدى الناس في العديد من أنحاء العالم، خاصة في البلدان التي تفرض قوانين صارمة ضد المثليين، من مظاهر الحب العامة، خاصة إذا كانوا جزءًا من المجتمع LGBT."
    ),
    Pair(
        "هل لديك خوف من الترحيل؟",
        "حقيقة: وفقًا لمفوضية الأمم المتحدة لشؤون اللاجئين، كان هناك في نهاية عام 2020 ما يقرب من 82.4 مليون شخص في جميع أنحاء العالم يهربون من النزاعات والاضطهاد، بما في ذلك ما يقرب من 13 مليون طفل. يعيش كثير من هؤلاء الأشخاص في خوف دائم من الترحيل."
    ),
    Pair(
        "هل يمكنك ممارسة دينك بحرية ودون مشاكل؟",
        "حقيقة: في حوالي ثلث الدول (31.6٪)، حيث يعيش ثلثي سكان العالم، يتعرض حق الحرية الدينية لانتهاكات. يعيش ما يقرب من 5.2 مليار شخص في 62 دولة يتم فيها انتهاك حرية الدين بشكل خطير، بما في ذلك بلدان ذات أعداد سكانية كبيرة مثل الصين والهند وباكستان."
    ),
    Pair(
        "هل يمكنك الشعور بالأمان في الشارع بعد حلول الظلام؟",
        "حقيقة: في الاتحاد الأوروبي، تعرضت ثلث النساء منذ بلوغهن سن الخامسة عشرة لأشكال مختلفة من الاعتداء الجسدي و/أو الجنسي (منظمة حقوق الإنسان الأوروبية). ووفقًا لدراسة عام 2020، يشعر حوالي 89٪ من النساء و 88٪ من الأشخاص ذوي الهوية الجنسية المتعددة بالتحرش الجنسي اللفظي على الأقل مرة واحدة."
    ),
    Pair(
        "هل يمكنك الشعور بالأمان من التحرش الجنسي في مكان العمل؟",
        "حقيقة: يشمل التحرش الجنسي في مكان العمل السلوك الجنسي المتعدد الأشكال غير المرغوب فيه، بما في ذلك التحرش اللفظي والجسدي وغير اللفظي. وفقًا للدراسة الأحدث للمكتب الفدرالي لمكافحة التمييز، تعرض 62٪ من المشاركين لتعليقات جنسية، و 44٪ لمظاهر التحرش غير المرغوب فيها مثل النظرات الغريبة والإيماءات والصفير، و 26٪ للمس غير المرغوب فيه."
    ),
    Pair(
        "هل يمكنك الاعتماد على أن لديك نفس فرص الحياة المهنية كما لدى زملائك من الذكور؟",
        "حقيقة: في عام 2022، كانت المرأة تكسب في ألمانيا متوسطًا 18٪ أقل من الرجل في الساعة. حتى مع المؤهلات والأنشطة والتاريخ العملي المماثلة، كانت تكسب في المتوسط ​​7٪ أقل في الساعة. - الجهاز الإحصائي الاتحادي"
    ),
    Pair(
        "هل يمكنك أن تلبس الملابس كما ترغب في الأماكن العامة في فصل الصيف دون أن تشعر بالتحديق من جميع الاتجاهات؟",
        "حقيقة: تزداد حالات التحرش الجنسي في الأماكن العامة خلال فصل الصيف. مشكلة أخرى هي ما يسمى إلقاء اللوم على الضحية، حيث يلقى اللوم على الضحية في حالة التحرش الجنسي بناءً على ملابسها."
    ),
    Pair(
        "هل تشعر بالثقة بأنه يمكنك اللجوء للشرطة في أي وقت ترغب في طلب المساعدة؟",
        "حقيقة: وفقًا لمركز بيو للأبحاث، يثق 58٪ من البالغين في الولايات المتحدة بشدة في الشرطة، لكن فقط 33٪ من البالغين السود يشاركون هذه الثقة."
    ),
    Pair(
        "هل تم استخدام لغتك الأم في المدرسة؟",
        "حقيقة: وفقًا لليونسكو، يتلقى 40٪ من الأطفال في جميع أنحاء العالم تعليمًا بلغة لا يفهمونها. في ألمانيا، هذه النسبة تصل إلى 13٪."
    ),
    Pair(
        "إذا أعربت عن آرائك في القضايا السياسية أو الاجتماعية، هل تشعر أن رأيك يُقدَّر؟",
        ".."
    )
)